[
  {
    "Comment": 1,
    "redact": "y",
    "svg": "RL-1",
    "alt_text": "First photo of [slur for Japanese] destruction at Cavite Navy Yard",
    "final_category": "Racist language",
    "caption_popup": "We do not use the racist slur for Japanese Americans that is in the headline. We would not reduce local news of the U.S. government forcing its own citizens from their homes to a bottom corner of the front page."
  },
  {
    "Comment": 2,
    "redact": "",
    "svg": "RL-2",
    "alt_text": "...some leaving in tears, some with smiles and others with traditional stoic faces.",
    "final_category": "Racist language",
    "caption_popup": "We would not use a racist stereotype to describe people."
  },
  {
    "Comment": 3,
    "redact": "y",
    "svg": "PS-1",
    "alt_text": "Archive image of top of Seattle TImes paper",
    "final_category": "Design/layout",
    "caption_popup": "We would not make this photo the lead image of the day. It is not related to the biggest news headline. It was three months old at the time of publication and it didn’t need to be on Page One; its accompanying story is far inside the paper. Instead, we would move up the story about Bainbridge Island residents being forced to leave their homes, and use two or three photos from Bainbridge, the ferry and the train as residents were being taken away."
  },
  {
    "Comment": 4,
    "redact": "y",
    "svg": "IL-1",
    "alt_text": "Tears, smiles mingle as [slur for Japanese]  bid Bainbridge farewell",
    "final_category": "Inaccurate language",
    "caption_popup": "This language downplays the forced nature and extraorindary situation of the exclusion order. Today, we would use language that makes it clear that Japanese American Bainbridge residents were being forced to leave their homes due to a racist federal policy. We also would write a headline at the top of the page making it clear that Japanese American residents of Bainbridge were being forced to leave their homes due to a federal policy."
  },
  {
    "Comment": 5,
    "redact": "",
    "svg": "IL-2",
    "alt_text": "...Bainbridge Island Japanese, alien and 'American-born' alike...",
    "final_category": "Inaccurate language",
    "caption_popup": "The use of the term “Japanese” throughout this story is not accurate and emphasizes “foreignness.” We would also avoid the term “alien,” which is offensive and inaccurate. We would accurately describe them as Japanese Americans and Bainbridge Island residents."
  },
  {
    "Comment": 6,
    "redact": "",
    "svg": "IL-4",
    "alt_text": "The soldiers courteously escorted the Japanese aboard the ferry",
    "final_category": "Inaccurate language",
    "caption_popup": "This language misrepresents the reality of the situation. We would accurately represent the soldiers’ role as armed guards there to enact the executive order forcing of U.S. residents and citizens from their homes."
  },
  {
    "Comment": 7,
    "redact": "",
    "svg": "OL-1",
    "alt_text": "Headline: Order 'freezes' aliens on coast",
    "final_category": "Offensive language",
    "caption_popup": "We would not use the term \"alien\" which is offensive and inaccurate."
  },
  {
    "Comment": 8,
    "redact": "",
    "svg": "OL-2",
    "alt_text": "A strange collection of materials began gathering in the storehouse",
    "final_category": "Offensive language",
    "caption_popup": "We would not refer to people's personal belongings as \"strange,\" because it marginalizes U.S. residents of Japanese heritage by implying that they and their property do not belong."
  },
  {
    "Comment": 9,
    "redact": "",
    "svg": "PS-2",
    "alt_text": "Three archive photos, one of a Japanese-american woman loading suitcases, one of soldiers standing in a line, and one of a man talking to his soon to be deported wife",
    "final_category": "Photo selection",
    "caption_popup": "We would not use these photos today because they appear staged and misleading. We emphasize true, documentary moments. When we ask people to pose for portraits, we ensure that the image is clearly a portrait and work with the person on how they are depicted, including whether they want to smile. These images fail to meet those standards. If we would have used a photo of soldiers, we would have reduced the size in order to place more emphasis on the people who are most impacted. "
  },
  {
    "Comment": 10,
    "redact": "",
    "svg": "LI-2",
    "alt_text": "He said he has had only a few requests for refunds",
    "final_category": "Lack of information/underreporting",
    "caption_popup": "Today we would ask the reporter to find data to back this up and examine if there are other potential causes for the lack of requests."
  },
  {
    "Comment": 11,
    "redact": "",
    "svg": "LI-8",
    "alt_text": "A scene reminiscent of a Midwest farm auction was enacted yesterday at the Kitayama Greenhouse and Gardens at Pleasant Beach.",
    "final_category": "Lack of information/underreporting",
    "caption_popup": "Accounts from those incarcerated indicate that these descriptions of events are inaccurate and fail to mention the large financial losses to those whose belongings were sold at bargain prices, stolen, or destroyed and the fact that Japanese Americans were reclassified as 4C (enemy aliens) and barred from military service. The Seattle Times collaborated with Densho to provide historical context for this annotation."
  },
  {
    "Comment": 12,
    "redact": "",
    "svg": "IM-5",
    "alt_text": "Thomas' license director, Walter L. Daniels, put it this way: \"The city didn't put them out of business. Their own Japanese government put them out.\"",
    "final_category": "Inaccuracy/misrepresentation",
    "caption_popup": "This quote is hateful and inaccurate and we would either cut it or follow it immediately with a sentence or two explaining that this person's assessment is incorrect. U.S. citizens are not beholden to the Japanese government, and Japanese American business owners were being \"put out of business\" because of the executive order. We would also include quotes and perspectives from business owners who were stripped of their livelihoods and being denied refunds on licenses. This article would be expanded to include all of these important aspects."
  },
  {
    "Comment": 13,
    "redact": "",
    "svg": "SE-1",
    "alt_text": "Subhed: Tells of Slabwood Harry. Text: He told about Harry Hiroshita, who was known in the early part of the century as Slabwood Harry. ",
    "final_category": "Sourcing errors",
    "caption_popup": "Today we would seek and focus on quotes from those who were the most impacted ­— the residents who were being forcibly removed."
  },
  {
    "Comment": 14,
    "redact": "",
    "svg": "SE-2",
    "alt_text": "\"What has to be, has to be,\" said Mr. Hirakawa, smiling. \"I am glad for the fact we all can be together. I think most of us will return to the island together someday.\"",
    "final_category": "Sourcing errors",
    "caption_popup": "Of the three Japanese American residents quoted in this story all of them (except the little girl who can't bring her kitten) are quoted as being eager to help the war effort by leaving or accepting the situation. We would recognize this today as an unbalanced perspective and one which may be influenced by fear of retaliation or of appearing to be against the U.S. government at a time of high anti-Japanese sentiment. Given this difficulty, we would offer anonymity to those sources, seek out sources with different perspectives and consider ways to protect sources willing to share perspectives that could endanger them. We would also plan follow-up stories that investigated the conditions at the incarceration camps."
  },
  {
    "Comment": 15,
    "redact": "",
    "svg": "SF-1",
    "alt_text": "The evacuation was a credit the efficiency of the Army, it was a tragedy to the Japanese themselves and it was a said affair for the island residents, most of whom knew the Japanese personally.",
    "final_category": "Story framing/focus (bias)",
    "caption_popup": "\"Credit to the efficiency of the army\" is commentary from the reporter that may indicate the reporter's bias and/or susceptibility to propaganda. We would cut this line and ask the reporter to show how the days' events transpired by letting the sources speak for themselves and describing their actions."
  },
  {
    "Comment": 16,
    "redact": "",
    "svg": "SF-2",
    "alt_text": "Only one incident marred an orderly evacuation. One elderly woman was stricken with a heart attach as she awaited the ferry.",
    "final_category": "Story framing/focus (bias)",
    "caption_popup": "Phrases like “marred an orderly evacuation” and “only one incident” incorrectly center orderliness as the important aspect of this anecdote. They also belittle and dehumanize the woman who had a heart attack, and imply that the forced removal was “right.” We would cut these phrases and ask the reporter to find out who the woman was, talk to her family and learn more about her condition and treatment."
  }
]