[
  {
    "Comment#": 1,
    "page_part": "headline",
    "specifics": "Ban on indirect picketing upheld",
    "annotation": "This banner hed is much too big for the subject matter and isn't needed.",
    "commenter": "Melissa",
    "type of change (design, content, language, etc)": "design/typography",
    "svg": "DL-1",
    "Final category": "Design/layout",
    "Featured annotation Ex: Slur example": "",
    "Edits/Suggestions": "Edit: This large headline is too big for the subject matter and isn't needed."
  },
  {
    "Comment#": 2,
    "page_part": "CP photo hed and caption",
    "specifics": "First Photo Of Jap Destruction at Cavite Navy Yard",
    "annotation": "The hed on this not-informative LO photo contains a racist term. The photo is HUGE and doesn't show anything. Maybe the black smudge hides it but nowhere in the caption does it say WHERE Cavite Navy Yard is. \"P.I.\" doesn't cut it. I'd ditch it.",
    "commenter": "Melissa",
    "type of change (design, content, language, etc)": "design/typography, language, lack of information",
    "svg": "PS-1",
    "Final category": "Photo selection",
    "Featured annotation Ex: Slur example": "Design: We would not use this photo, which is unrelated to the story and does not provide any useful context. Instead, we would move up the story about Bainbridge residents being forced to leave their homes and use 2 or 3 photos from Bainbridge Island, the ferry and the train where residents were being forced to leave.  ",
    "Edits/Suggestions": "Combine D3-D6: We would not use this photo, which is unrelated to the story and does not provide any useful context. Instead, we would move up the story about Bainbridge residents being forced to leave their homes and use 2 or 3 photos from Bainbridge Island, the ferry and the train as residents were being forced to leave.",
    "Lynn/Mich edits": "We would not use this photo, which was three months old at time of publication and headlined with a racist slur. It is unrelated to the story and does not provide any useful context. Instead, we would move up the story about Bainbridge residents being forced to leave their homes and use 2 or 3 photos from Bainbridge Island, the ferry and the train as residents were being forced to leave.-- LJ",
    "Densho addition to the comment": "",
    "Final draft (for Laura)": "We would not use this photo, which was 3 months old at time of publication and headlined with a racist slur. It is unrelated to the story and provides no useful context. Instead, we would move up the story about Bainbridge residents being forced to leave their homes and use two or three photos from Bainbridge Island, the ferry and the train as residents were being forced to leave."
  },
  {
    "Comment#": 3,
    "page_part": "CP photo hed and caption",
    "specifics": "First Photo Of Jap Destruction at Cavite Navy Yard",
    "annotation": "Would never use this slur, but also wouldn't attribute such a generic term as \"destruction\" to any one party. I'd use a much more specific headline to indicate what exactly the photo shows and would require absolute evidence of who caused the \"destruction\" if I were to attribute it. I'd also be wary of running this photo and hed in the same space as a the story about the evacuation. It creates a criminalizing association.",
    "commenter": "Crystal",
    "type of change (design, content, language, etc)": "language, attribution"
  },
  {
    "Comment#": 4,
    "page_part": "CP photo hed and caption",
    "specifics": "First Photo Of Jap Destruction at Cavite Navy Yard",
    "annotation": "would not use racial slur",
    "commenter": "Naomi",
    "type of change (design, content, language, etc)": "language"
  },
  {
    "Comment#": 5,
    "page_part": "CP photo",
    "specifics": "",
    "annotation": "Would not run this huge photo out front. Would move up story about Bainbridge residents forced to leave and have at least 2 or 3 photos from Bainbridge Island, the ferry and the train.",
    "commenter": "Melissa",
    "type of change (design, content, language, etc)": "design, photo selection"
  },
  {
    "Comment#": 6,
    "page_part": "Story start on A1",
    "specifics": "Tears, Smiles Mingle as Japs Bid Bainbridge Farewell",
    "annotation": "We would not put news of the U.S. government forcing its own citizens from their homes at the bottom of the front page. We would not use such an innocuous headline, because it sounds like some residents of Bainbridge Island are going on a trip. They are not \"bidding it farewell.\" They are being forced to leave and to leave everything they own behind. We would say that in a big headline at the top of the page.",
    "commenter": "Melissa",
    "type of change (design, content, language, etc)": "design (story location, typography), language",
    "svg": "RL-1",
    "Final category": "Racist language (slurs)",
    "Featured annotation Ex: Slur example": "Slurs: We do not use racist slurs for Japanese Americans. (Other examples: B38/9 & B51) ",
    "Edits/Suggestions": "Combine D7-D11: We do not use the racist slur for Japanese Americans that is in the headline. We would not put news of the U.S. government forcing its own citizens from their homes at the bottom of the front page. We would not use such innocuous language in the headline:These Bainbridge residents are not \"bidding it farewell;\" they are being forced to leave and to leave everything they own behind. \"Smiles\" reads like propaganda. Today, we would write a headline at the top of the page that makes it clear that Bainbridge residents of Japanese descent were being forced to leave their homes due to a racist federal policy.",
    "Lynn/Mich edits": "Two questions: 1. In the first sentence, we refer to \"Japanese Americans\" as the preferred alternative to the slur. Were all the people forcibly removed from Bainbridge Japanese Americans? Or would some have been more accurately called \"people of Japanese ancestry\"? This is my ignorance, but were any (even small) number of them citizens of Japan or another country? I believe the Bainbridge memorial says 2/3 of them were American citizens. 2. As much as we might like to say that we would use the term \"racist federal policy\" in the headline today, I'm not sure we would characterize the policy in any way in a headline. We didn't call Trump's travel ban \"racist\" in headlines, or even in text, though we did quote many authorities in text (not headlines) saying it was discriminatory and anti-Muslim. -- LJ ---- After convo with Naomi, I think we should follow Densho's guidelines and use Japanese American,-CP",
    "Densho addition to the comment": "",
    "Final draft (for Laura)": "We do not use the racist slur for Japanese Americans that is in the headline. We would not reduce local news of the U.S. government forcing its own citizens from their homes to a bottom corner of the front page. We would not use such innocuous language in the headline: These Bainbridge Island residents are not \"bidding it farewell,\" they are being taken away and forced to leave everything they own behind. \"Smiles\" reads like propaganda. Today, we would write a headline at the top of the page making it clear that Japanese American residents of  Bainbridge were being forced to leave their homes due to a federal policy."
  },
  {
    "Comment#": 7,
    "page_part": "Story start Headline",
    "specifics": "Tears, Smiles Mingle as Japs Bid Bainbridge Farewell",
    "annotation": "We don't use that racist shorthand for Japanese Americans that is in the hed. And \"smiles\" reads like propaganda. We would not lie to make the government look good.  ",
    "commenter": "Melissa",
    "type of change (design, content, language, etc)": "language"
  },
  {
    "Comment#": 8,
    "page_part": "Story start Headline",
    "specifics": "Tears, Smiles Mingle as Japs Bid Bainbridge Farewell",
    "annotation": "This headline plays down the forced nature of the exclusion order. Today, we would be sure to make it clear that Japanese Americans were being forced to leave their homes, even, ideally, calling out the policy as racist. I'd imagine it as \"Japanese American residents removed from their Bainbridge homes as racist policy is enforced.\" ",
    "commenter": "Crystal",
    "type of change (design, content, language, etc)": "language",
    "svg": "IL-1",
    "Final category": "Inaccurate language",
    "Featured annotation Ex: Slur example": "Inaccurate language: This language downplays the forced nature and extraorindary situation of the exclusion order. Today, we would use language that makes it clear that Japanese American Bainbridge residents were being forced to leave their homes due to a racist federal policy. (Other examples: B17, B21-23, B31, B32, B33, B34, B35-37, B46-47, B67-68, B85-87) "
  },
  {
    "Comment#": 9,
    "page_part": "Story start Headline",
    "specifics": "Tears, Smiles Mingle as Japs Bid Bainbridge Farewell",
    "annotation": "Again, would not use this slur. In fact, would likely use more person-first language like \"Japanese American Bainbridge residents\" ",
    "commenter": "Crystal",
    "type of change (design, content, language, etc)": "language"
  },
  {
    "Comment#": 10,
    "page_part": "Story start Headline",
    "specifics": "Tears, Smiles Mingle as Japs Bid Bainbridge Farewell",
    "annotation": "The \"tears, smiles\" framing makes it seem like there was an equal mix of gratitude and sadness about relocation",
    "commenter": "",
    "type of change (design, content, language, etc)": "language"
  },
  {
    "Comment#": 11,
    "page_part": "Story start Headline",
    "specifics": "Tears, Smiles Mingle as Japs Bid Bainbridge Farewell",
    "annotation": "Using the slur \"Jap\" -- also no differentiation between the \"J--ps\" from Japan in the above headline and the American \"J--ps\" here",
    "commenter": "Densho"
  },
  {
    "Comment#": 12,
    "page_part": "Story start Headline",
    "specifics": "Tears, Smiles Mingle as Japs Bid Bainbridge Farewell",
    "annotation": "This headline evokes the kind of sentimentality you might expect in coverage of a high school graduation, not a forced removal of an entire community. ",
    "commenter": "Densho"
  },
  {
    "Comment#": 13,
    "page_part": "Tears story text A1",
    "specifics": "Bainbridge island Japanese, alien and 'American-born alike,",
    "annotation": "We'd characterize Japanese American residents differently today, being sure to accurately describe those being forcibly removed and incarcerated as residents and citizens. We wouldn't use the term \"alien\" which is offensive. ",
    "commenter": "Crystal",
    "type of change (design, content, language, etc)": "language",
    "svg": "IL-2",
    "Final category": "Inaccurate language",
    "Featured annotation Ex: Slur example": "Inaccurate language: We would accurately describe those being forcibly removed and incarcerated as residents and citizens. The use of the term \"Japanese\" throughout this story is not accurate and emphasizes \"foreignness.\" We would accurately describe those who are U.S. citizens as Japanese Americans and all of those being forcibly removed from their homes in Bainbridge Island as Bainbridge Island residents. (Other examples:  B24-25, B33, B35-37, B40-41, B43-45, B52, B57-58, B59, B62, B66, B75-76, B78, B83-84).",
    "Edits/Suggestions": "Combine D12 & D13 and edit: We would accurately describe those being forcibly removed and incarcerated as residents and citizens. The use of the term \"Japanese\" throughout this story is not accurate and emphasizes \"foreignness.\" We would not use the term \"alien,\" which is offensive and inaccurate. Two-thirds of those incarcerated were U.S. citizens and many of those who were not had lived in the U.S. for decades and were excluded from obtaining citizenship by federal policies. We would accurately describe them as Japanese Americans as Bainbridge Island residents.",
    "Lynn/Mich edits": "Slightly tighter version?: The use of the term \"Japanese\" throughout this story is not accurate and emphasizes \"foreignness.\" We would also avoid the term \"alien,\" which is offensive and inaccurate. We would accurately describe those who were U.S. citizens as Japanese Americans, and all those being forcibly removed from their Bainbridge homes as Bainbridge Island residents. -- LJ",
    "Densho addition to the comment": "Context from Densho to possibly add; Two-thirds of those incarcerated were U.S. citizens and many of those who were not had lived in the U.S. for decades and were excluded from obtaining citizenship by federal policies. ",
    "Final draft (for Laura)": "///Combine D12 & D13 and edit:/// The use of the term \"Japanese\" throughout this story is not accurate and emphasizes \"foreignness.\" We would also avoid the term \"alien,\" which is offensive and inaccurate. We would accurately describe them as Japanese Americans and  Bainbridge Island residents."
  },
  {
    "Comment#": 14,
    "page_part": "Tears story text A1",
    "specifics": "Bainbridge island Japanese, alien and 'American-born alike,",
    "annotation": "the use of the term \"Japanese\" throughout, emphasizes foreignness, even though it says there were \"American-born\" Japanese. It should say at least Japanese American for those who are American born or naturalized citizens.",
    "commenter": "",
    "type of change (design, content, language, etc)": "language"
  },
  {
    "Comment#": 15,
    "page_part": "Tears story text A1",
    "specifics": "Bainbridge island Japanese, alien and 'American-born alike,",
    "annotation": "We would not use the term \"alien\" to describe people",
    "commenter": "",
    "type of change (design, content, language, etc)": "language",
    "svg": "OL-1",
    "Final category": "Offensive language",
    "Featured annotation Ex: Slur example": "Offensive language: We would not use the term \"alien\" which is offensive and inaccurate. (Other examples: B80-82, B83-84, B85, B86-87)."
  },
  {
    "Comment#": 16,
    "page_part": "Tears story text A1",
    "specifics": "Bainbridge island Japanese, alien and 'American-born alike, were evacuated",
    "annotation": "\"Evacuation\" is definitely a euphemism -- makes it sound like they were being protected rather than rounded up and forced out.",
    "commenter": "Densho",
    "type of change (design, content, language, etc)": "",
    "svg": "",
    "Final category": "",
    "Featured annotation Ex: Slur example": "",
    "Edits/Suggestions": "The word \"evacuation\" is a euphemism we would avoid. The residents weren't being protected; they were being forced out. ",
    "Lynn/Mich edits": "I added the wording immediately to the left, because I think we missed this one. -- LJ",
    "Densho addition to the comment": "",
    "Final draft (for Laura)": "The word \"evacuation\" is a euphemism we would avoid. The residents weren't being protected; they were being forced out. "
  },
  {
    "Comment#": 17,
    "page_part": "Tears story text A1",
    "specifics": "traditional stoic faces.",
    "annotation": "\"traditional stoic faces\" is a racist stereotype we would never use today (at least I hope I'd never see this come across my desk today...) ",
    "commenter": "Crystal",
    "type of change (design, content, language, etc)": "racist language",
    "svg": "RL-2",
    "Final category": "Racist language (slurs)",
    "Featured annotation Ex: Slur example": "Racist language: We would not use a racist stereotype to describe people. (Other examples: none)",
    "Edits/Suggestions": "Combine D15 & D16: \"Traditional stoic faces\" is a racist stereotype we would never use today."
  },
  {
    "Comment#": 18,
    "page_part": "Tears story text A1",
    "specifics": "traditional stoic faces.",
    "annotation": "\"traditional stoic\" is a classic racist trope about Asian inscrutability",
    "commenter": "",
    "type of change (design, content, language, etc)": "racist language"
  },
  {
    "Comment#": 19,
    "page_part": "Tears story text A1",
    "specifics": "traditional stoic faces.",
    "annotation": "Even though this coverage is fairly sympathetic, some of the descriptions of JAs, like this one about \"traditional stoic faces,\" feel very paternalistic - i.e. praising them for meeting stereotypical expectations of quiet Asians who do as they're told.",
    "commenter": "Densho"
  },
  {
    "Comment#": 20,
    "page_part": "Tears story text A1",
    "specifics": "having left voluntarily.",
    "annotation": "Wouldn't use \"voluntarily\" here, which implies that leaving by federal order is voluntary... ",
    "commenter": "Crystal",
    "type of change (design, content, language, etc)": "inaccurate language",
    "svg": "IL-3",
    "Final category": "Inaccurate language",
    "Featured annotation Ex: Slur example": "",
    "Edits/Suggestions": "Combine D17 & D18: We wouldn't use the word \"voluntarily.\" It is inaccurate to say that anyone forced to leave their home by a federal order is leaving \"voluntarily.\" "
  },
  {
    "Comment#": 21,
    "page_part": "Tears story text A1",
    "specifics": "having left voluntarily.",
    "annotation": "\"left voluntarily\" implies people willingly picked up and moved vs. being forced out",
    "commenter": "",
    "type of change (design, content, language, etc)": "inaccurate language"
  },
  {
    "Comment#": 22,
    "page_part": "Tears story text A1",
    "specifics": "having left voluntarily.",
    "annotation": "Who was the \"voluntary\" group and how \"voluntary\" was their departure? Could they be referring to Issei previously arrested and interned?",
    "commenter": "Densho"
  },
  {
    "Comment#": 23,
    "page_part": "Tears story text A1",
    "specifics": "The evacuation was a credit to the efficiency of the Army, it was a tradegy to the Japanese themselves and it was a said affair for the island residents, most of whom knew the Japanese personally.",
    "annotation": "This is strange commentary from the reporter. I'd encourage the reporter to *show* these things by letting the sources speak for themselves through quotes and describing their actions",
    "commenter": "Crystal",
    "type of change (design, content, language, etc)": "content (reporter commentary/bias)",
    "svg": "SF-1",
    "Final category": "Story framing/focus (reporter bias)",
    "Featured annotation Ex: Slur example": "Framing/Story Focus/Reporter Bias: This language may indicate reporter bias and decenters the main subjects of the story. Today we would ensure that the story focused on those most impacted  -- the Bainbridge Island residents being forcibly removed and incarcerated. (Other examples: B26-27, B31-32, B33, B35-37, B57-58, B75-76) ",
    "Edits/Suggestions": "Combine D19 & D20: \"Credit to the efficiency of the army\" is commentary from the reporter that may indicate the reporter's bias and or propaganda. We would cut this line and ask the reporter to show how the days' events transpired by letting the sources speak for themselves through quotes and describing their actions. ",
    "Lynn/Mich edits": " \"Credit to the efficiency of the army\" is commentary from the reporter that may indicate the reporter's bias and/or susceptibility to propaganda. We would cut this line and ask the reporter to show how the days' events transpired by letting the sources speak for themselves and describing their actions. ",
    "Densho addition to the comment": "",
    "Final draft (for Laura)": "\"Credit to the efficiency of the army\" is commentary from the reporter that may indicate the reporter's bias and/or susceptibility to propaganda. We would cut this line and ask the reporter to show how the days' events transpired by letting the sources speak for themselves and describing their actions."
  },
  {
    "Comment#": 24,
    "page_part": "Tears story text A1",
    "specifics": "The evacuation was a credit to the efficiency of the Army, it was a tradegy to the Japanese themselves and it was a said affair for the island residents, most of whom knew the Japanese personally.",
    "annotation": "\"credit to the efficiency of the Army\" is not how we would characterize such a controversial event today",
    "commenter": "",
    "type of change (design, content, language, etc)": "content (reporter commentary/bias)"
  },
  {
    "Comment#": 25,
    "page_part": "Tears story text A1",
    "specifics": "Only one incident marred an orderly evacuation.",
    "annotation": "\"marred an orderly evacuation\" centers the evacuation as the important aspect of this anecdote rather than the shock of the situation that gave this person a heart attack. I'd also encourage the reporter to find out who this woman was and talk to her family. Also calling it \"only one incident\" is heartless. I'd never let this whole paragraph past my desk ",
    "commenter": "Crystal",
    "type of change (design, content, language, etc)": "content",
    "svg": "IM-1",
    "Final category": "Inaccuracy/misrepresentation",
    "Featured annotation Ex: Slur example": " ",
    "Edits/Suggestions": "Combine D21 &D22: Phrases like \"marred an orderly evacuation\"  and \"only one incident\" falsely center orderliness as the important aspect of this anecdote, and belittle and dehumanize the woman who had a heart attack, and implies that the forced removal was \"right.\" We would cut these phrases and ask the reporter to find out who this woman was, talk to her family, if and where she was treated and try to find out the cause of her heart attack. ",
    "Lynn/Mich edits": "Phrases like \"marred an orderly evacuation\"  and \"only one incident\" falsely center orderliness as the important aspect of this anecdote. They also belittle and dehumanize the woman who had a heart attack, and imply that the forced removal was \"right.\" We would cut these phrases and ask the reporter to find out who the woman was, talk to her family and learn more about her condition and treatment. ",
    "Densho addition to the comment": "",
    "Final draft (for Laura)": "Phrases like \"marred an orderly evacuation\" and \"only one incident\" falsely center orderliness as the important aspect of this anecdote. They also belittle and dehumanize the woman who had a heart attack, and imply that the forced removal was \"right.\" We would cut these phrases and ask the reporter to find out who the woman was, talk to her family and learn more about her condition and treatment."
  },
  {
    "Comment#": 26,
    "page_part": "Tears story text A1",
    "specifics": "Only one incident marred an orderly evacuation.",
    "annotation": "\"Only one event marred an orderly evacuation\" leaves the impression that other than this chance heart attack, there was nothing else wrong with the removal. ",
    "commenter": "",
    "type of change (design, content, language, etc)": "content lacking"
  },
  {
    "Comment#": 27,
    "page_part": "Tears story text A1",
    "specifics": "One elderly woman was stricken with a heart attack as she awaited the ferry at Eagledale which was to take her to new surroundings in California.",
    "annotation": "\"new surroundings\" is too vague and makes this situation sound like these people are just moving to a new home. We'd call it what it is -- a concentration camp. ",
    "commenter": "Crystal",
    "type of change (design, content, language, etc)": "language to vague",
    "svg": "IM-2",
    "Final category": "Inaccuracy/misrepresentation",
    "Featured annotation Ex: Slur example": "",
    "Edits/Suggestions": "Combine D23 & D24: The phrase \"new surroundings\" is too vague and an inaccurate way to describe the concentration camps these residents were sent to. We'd call it what it is -- a concentration camp.",
    "Lynn/Mich edits": "The phrase \"new surroundings\" is too vague, inaccurately describing the facility these residents were sent to. We'd call it what it was -- a concentration camp.",
    "Densho addition to the comment": "",
    "Final draft (for Laura)": "The phrase \"new surroundings\" is too vague, inaccurately describing the facility these residents were sent to. We'd call it what it was: a concentration camp."
  },
  {
    "Comment#": 28,
    "page_part": "Tears story text A1",
    "specifics": "One elderly woman was stricken with a heart attack as she awaited the ferry at Eagledale which was to take her to new surroundings in California.",
    "annotation": "\"new surroundings\" is a very misleading way to describe a relocation camp",
    "commenter": "",
    "type of change (design, content, language, etc)": "content (reporter commentary/bias) on description"
  },
  {
    "Comment#": 29,
    "page_part": "Tears story text A1",
    "specifics": "One elderly woman was stricken with a heart attack as she awaited the ferry at Eagledale which was to take her to new surroundings in California.",
    "annotation": "This incident is almost portrayed as a positive -- the nice soldiers helped the poor elderly woman -- but doesn't connect the dots that this woman likely wouldn't have had a heart attack if she hadn't been put in this situation in the first place.",
    "commenter": "Densho"
  },
  {
    "Comment#": 30,
    "page_part": "Tears story text A1",
    "specifics": "It was accomplished in orderly fashion.",
    "annotation": "Again the emphasis in this story on the \"orderly fashion\" of the forced removal is a bizarre focus, especially since they keep returning to this notion. Maybe, I'd allow one note about how there was no protest, but I'd also make this was an accurate depiction given by the reporter. We've learned a lot as we've dug into our history and found that when told by oppressors and victors, much is often left out about how much protest and fight the marginalized and oppressed put up. ",
    "commenter": "Crystal",
    "type of change (design, content, language, etc)": "story focus/perspective (content)",
    "svg": "IM-3",
    "Final category": "Inaccuracy/misrepresentation",
    "Featured annotation Ex: Slur example": "",
    "Edits/Suggestions": "Edit: We would not use the term \"orderly fashion,\" which is a term often used to describe school lines or routine drills. It downplays the significance of this event and centers \"orderliness\" as the importance aspect of the forced removal and incarceration. We would ask the reporter to speak with more sources to center the stories and feelings of those being forced to leave. "
  },
  {
    "Comment#": 31,
    "page_part": "Tears story text A1",
    "specifics": "There were one or more soliders for each family.",
    "annotation": "\"there were one or more soldiers for each family\" makes it sound like the soldiers were there as some kind of assistant vs. a guard, which is what they were",
    "commenter": "",
    "type of change (design, content, language, etc)": "confusing language",
    "svg": "IM-4",
    "Final category": "Inaccuracy/misrepresentation",
    "Featured annotation Ex: Slur example": "",
    "Edits/Suggestions": "Edit: The sentence \"there were one or more soldiers for each family\" is vague and inaccurate. We would edit this to more accurately explain the presence of the soldiers on the Bainbridge Island, which was to enforce compliance with the executive order. We would also ask the reporter for more information about how the soldiers treated the residents being forced to leave.  ",
    "Lynn/Mich edits": "The sentence \"there were one or more soldiers for each family\" is vague and inaccurate. We would edit this to more accurately explain the role of the soldiers on Bainbridge Island, which was to enforce compliance with the executive order. We would also ask the reporter for more information about how the soldiers treated the residents being forced to leave.  ",
    "Densho addition to the comment": "",
    "Final draft (for Laura)": "The sentence \"there were one or more soldiers for each family\" is vague and inaccurate. We would edit this to more accurately explain the role of the soldiers on Bainbridge Island, which was to enforce compliance with the executive order. We would also ask the reporter for more information about how the soldiers treated the residents being forced to leave."
  },
  {
    "Comment#": 32,
    "page_part": "Tears story text A1",
    "specifics": "The soliders courteously escorted the Japanese aboard the ferry.",
    "annotation": "\"courteously escorted\" is a biased way of characterizing people who were being detained",
    "commenter": "",
    "type of change (design, content, language, etc)": "inaccurate language",
    "svg": "IL-4",
    "Final category": "Inaccurate language",
    "Featured annotation Ex: Slur example": "Inaccurate language/misrepresentation: This language misrepresents the reality of the situation. We would accurately represent the soldiers' role as armed guards there to enact the executive order forcing  of U.S. residents and citizens from their homes. (Other examples: B32, B46-47, B50, B57-58)",
    "Edits/Suggestions": "Edit: The phrase \"courteously escorted\" is one of several phrases in this story that dwell on the orderliness of the evacuation, and may indicate bias. Today, we would refocus the story to center on the people who were being detained and the way the executive order was impacting them, their families, and their businesses. "
  },
  {
    "Comment#": 33,
    "page_part": "Tears story text A1",
    "specifics": "Once aboard, the evacuees were given the run of the boat except for the lower deck.",
    "annotation": "there's a lot of detail about the boat logistics but nothing that focuses on what the Japanese Americans thought about what was happening",
    "commenter": "",
    "type of change (design, content, language, etc)": "story focus/perspective (content)",
    "svg": "LI-1",
    "Final category": "Lack of information/under reporting",
    "Featured annotation Ex: Slur example": "",
    "Edits/Suggestions": "Edit: This detail is too vague and not related to what should be the focus of the story -- the experiences of those being forcibly removed. Today, we would ask that the reporter add more detail to indicate why this detail is important to the story or cut it. "
  },
  {
    "Comment#": 34,
    "page_part": "Tears story text A1",
    "specifics": "The Japanese by this time were smiling but there were many solider, including even officers, who had tears streaming down their",
    "annotation": "this makes it sound like the Japanese Americans were happy but the kind soldiers were sympathetic",
    "commenter": "",
    "type of change (design, content, language, etc)": "confusing description",
    "svg": "IL-5",
    "Final category": "Inaccurate language",
    "Featured annotation Ex: Slur example": "",
    "Edits/Suggestions": "Combine D29 & D30: At best, this is a confusing characterization that would raise flags today. At worst it is a racist depiction that dehumanizes and stereotypes the Japanese Americans who are being forced to leave their homes as naive while depicting the soldiers as emotionally complex. We would question this description's accuracy and require a rewrite as well as explanation or quotes from the soldiers and the people being forced to leave, so they could speak about their feelings themselves. "
  },
  {
    "Comment#": 35,
    "page_part": "Tears story text A1",
    "specifics": "The Japanese by this time were smiling but there were many solider, including even officers, who had tears streaming down their",
    "annotation": "Really? Smiling? I'd require an explanation here or a word from one of the sources about why they were smiling and why the soldiers were crying.  If quotes were not available due to limited media access, I'd ask the reporter to put the question to the military PR and include their answer as well as the reporter's observations about what was happening when these people were smiling or crying. ",
    "commenter": "Crystal",
    "type of change (design, content, language, etc)": "language"
  },
  {
    "Comment#": 36,
    "page_part": "Tears story text A1",
    "specifics": "The Japanese by this time were smiling but there were many solider, including even officers, who had tears streaming down their",
    "annotation": "It's interesting that the article makes a point to humanize the soldiers carrying out the removal -- but it also begs the question, if even the soldiers think it's wrong, then why is this happening?",
    "commenter": "Densho"
  },
  {
    "Comment#": 37,
    "page_part": "Inside page",
    "specifics": "No Refunds for Japs, Says City",
    "annotation": "Would not use this racist shorthand. Would put this high up in the main story on A1 or in a sidebar about other such city government actions, with quotes from people who had to buy \"closing out\" licenses. Bet you 10 bucks Fred will say we'd get a photo of businesspeople  who have to sell their inventory.",
    "commenter": "Melissa",
    "type of change (design, content, language, etc)": "design (story location)",
    "svg": "RL-3",
    "Final category": "Racist language (slurs)",
    "Featured annotation Ex: Slur example": "",
    "Edits/Suggestions": "Combine D31 & D32: Would not use this racist shorthand. Would put this high up in the main story on A1 or in a sidebar about other such city government actions, with quotes from people who had to buy \"closing out\" licenses. ",
    "Lynn/Mich edits": "We would not use this racist shorthand. We would likely include this high in the main story on A1 or in a sidebar about other such city government actions, with quotes from people who had to buy \"closing out\" licenses.",
    "Densho addition to the comment": "",
    "Final draft (for Laura)": "We would not use this racist shorthand. We would likely include this high in the main story on A1 or in a sidebar about other such city government actions, with quotes from people who had to buy \"closing out\" licenses."
  },
  {
    "Comment#": 38,
    "page_part": "Inside page",
    "specifics": "No Refunds for Japs, Says City",
    "annotation": "Slur. Replace with \"Japanese Americans\" or \"Japanese American Bainbridge residents\"",
    "commenter": "Crystal",
    "type of change (design, content, language, etc)": "language/slur"
  },
  {
    "Comment#": 39,
    "page_part": "Refund story text A2",
    "specifics": "The city will give no refunds on shop licenses of interned Japanese, City Comptroller W. C. Thomas and Chairmain James Scavotto of the City Council license committee said today.",
    "annotation": "replace \"interned Japanese\" with more explicit and accurate description of who's being affected, like \"Japanese American business owners who are being forcibly incarcerated by order of EEO9066.\" \"Japanese\" isn't descriptive enough of who we're talking about and isn't accurate when talking about U.S. citizens. The important part of this story is that these are U.S. citizens being forcibly incarcerated by order of U.S. law. that isn't at the center of most of the stories written here and we would definitely center that today. ",
    "commenter": "Crystal",
    "type of change (design, content, language, etc)": "language",
    "svg": "IL-6",
    "Final category": "Inaccurate language",
    "Featured annotation Ex: Slur example": "",
    "Edits/Suggestions": "Combine D33 & D34: The phrase \"interned Japanese\" is inaccurate. Many were U.S. citizens. We would replace the phrase with a more accurate description of who was being affected, something like \"local Japanese American business owners who are being forcibly incarcerated by order of EEO9066.\" The important part of this story is that these were U.S. citizens and residents being forcibly incarcerated by order of U.S. law -- a key fact we would foreground today. "
  },
  {
    "Comment#": 40,
    "page_part": "Refund story text A2",
    "specifics": "The city will give no refunds on shop licenses of interned Japanese, City Comptroller W. C. Thomas and Chairmain James Scavotto of the City Council license committee said today.",
    "annotation": "calling them \"interned Japanese\" obscures the reality that many were U.S. citizens. ",
    "commenter": "",
    "type of change (design, content, language, etc)": "confusing/misleading language"
  },
  {
    "Comment#": 41,
    "page_part": "Refund story text A2",
    "specifics": "He said he has only a few requests for refunds.",
    "annotation": "Here I'd find data to back this up and have the reporter examine if there are other potential causes for the lack of requests. ",
    "commenter": "Crystal",
    "type of change (design, content, language, etc)": "Content",
    "svg": "LI-2",
    "Final category": "Lack of information/under reporting",
    "Featured annotation Ex: Slur example": "",
    "Edits/Suggestions": "Edit: Today we would ask the reporter to find data to back this up and examine if there are other potential causes for the lack of requests. "
  },
  {
    "Comment#": 42,
    "page_part": "Refund story text A2",
    "specifics": "\"The city didn't put them out of business. Their own Japanese government put them out.\"",
    "annotation": "This quote is hateful and inaccurate and I would not include it or I would follow it immediately with a sentence or two explaining that this person's assessment is incorrect and why in fact Japanese American business owners were being \"put out of business\" -- because of the executive order.  I'd also include quotes and perspectives from business owners who were among those being put out of business and being denied refunds on licenses. This article would have gotten more space as well in order to make sure we're included all of these important aspects. ",
    "commenter": "Crystal",
    "type of change (design, content, language, etc)": "inaccurate",
    "svg": "IM-5",
    "Final category": "Inaccuracy/misrepresentation",
    "Featured annotation Ex: Slur example": "Inaccurate language: Today, we would either include a sentence after a quote that uses misinformation or we would not include it. ",
    "Edits/Suggestions": "Combine D36 & 37: This quote is hateful and inaccurate and we would either cut it or follow it immediately with a sentence or two explaining that this person's assessment is incorrect. U.S. citizens are not beholden to the Japanese government and U.S. business owners of Japanese descent were being \"put out of business\" because of the executive order.  We would also include quotes and perspectives from business owners who were among those being put out of business and being denied refunds on licenses. This article would have gotten more space as well in order to make sure we included all of these important aspects. ",
    "Lynn/Mich edits": "This quote is hateful and inaccurate and we would either cut it or follow it immediately with a sentence or two explaining that this person's assessment is incorrect. U.S. citizens are not beholden to the Japanese government and U.S. business owners of Japanese descent were being \"put out of business\" because of the executive order.  We would also include quotes and perspectives from business owners who were stripped of their livelihoods and being denied refunds on licenses. This article would be expanded to include all of these important aspects. ",
    "Densho addition to the comment": "",
    "Final draft (for Laura)": "This quote is hateful and inaccurate and we would either cut it or follow it immediately with a sentence or two explaining that this person's assessment is incorrect. U.S. citizens are not beholden to the Japanese government, and Japanese American business owners were being \"put out of business\" because of the executive order. We would also include quotes and perspectives from business owners who were stripped of their livelihoods and being denied refunds on licenses. This article would be expanded to include all of these important aspects."
  },
  {
    "Comment#": 43,
    "page_part": "Refund story text A3",
    "specifics": "\"The city didn't put them out of business. Their own Japanese government put them out.\"",
    "annotation": "Same as above - U.S. citizens are not beholden to the Japanese government ",
    "commenter": "Naomi",
    "type of change (design, content, language, etc)": "inaccurate"
  },
  {
    "Comment#": 44,
    "page_part": "Refund story text A3",
    "specifics": "\"The city didn't put them out of business. Their own Japanese government put them out.\"",
    "annotation": "Even though this isn't the main story, I think this illustrates both general attitudes about Japanese Americans (as forever foreigners whose \"own government\" is Japan not the US) and the lack of support + unwillingness to take even a few basic, low-level steps to make the removal a little easier on folks.",
    "commenter": "Densho"
  },
  {
    "Comment#": 45,
    "page_part": "Top photo hed",
    "specifics": "Sad Farewells - While Troops Stand By",
    "annotation": "Again, we would not refer to the events of this day as \"farewells.\" That isn't accurate. ",
    "commenter": "Melissa",
    "type of change (design, content, language, etc)": "language",
    "svg": "IM-6",
    "Final category": "Inaccuracy/misrepresentation",
    "Featured annotation Ex: Slur example": "",
    "Edits/Suggestions": "Combine D38 & D39: Again, we would not refer to the events of this day as \"farewells.\" It is inaccurate depiction. We would use headlines that drew attention to the the forced and racist nature of this this policy and situation. ",
    "Lynn/Mich edits": "Again, we would not refer to the events of this day as \"farewells,\" which softened the forced, discriminatory nature of the policy. ",
    "Densho addition to the comment": "",
    "Final draft (for Laura)": "Again, we would not refer to the events of this day as \"farewells,\" which softened the forced, discriminatory nature of the policy."
  },
  {
    "Comment#": 46,
    "page_part": "Top photo hed",
    "specifics": "Sad Farewells - While Troops Stand By",
    "annotation": "Again these headlines using words like \"farewells\" imply a sort of casualness about this extraordinary and racist situation. We would use headlines that drew attention to the unprecedented nature of this policy and situation. ",
    "commenter": "Crystal",
    "type of change (design, content, language, etc)": "Inaccurage language"
  },
  {
    "Comment#": 47,
    "page_part": "Top photo (left)",
    "specifics": "Toshiki Katayama with a suitcase",
    "annotation": "I would encourage our photo editors to use photos that captured the difficulty of the situation in addition to these photos. The photos used here all imply a sort of casual and commonplace nature to this situation. ",
    "commenter": "Crystal",
    "type of change (design, content, language, etc)": "photo selection",
    "svg": "PS-2",
    "Final category": "Photo selection",
    "Featured annotation Ex: Slur example": "Photo selection: We would not use these photos. Depictions of people smiling as they are forced to leaved their homes are misleading. Our photo editors would note the contrast between the situation and the mood depicted in these photos and question if these photos were staged by the photographer. [Let's get Danny to take a look at this and weigh in too] (Other examples: B3-B6)",
    "Edits/Suggestions": "Combine D40 & D41: We would not use these photos. Depictions of people smiling as they are forced to leaved their homes are misleading. Our photo editors would note the contrast between the situation and the mood depicted in these photos and question if these photos were staged by the photographer. [Let's get Danny to take a look at this and weigh in too]",
    "Lynn/Mich edits": "(Laura asks: Does this sound like we let people choose the images we publish? \"... give the person ownership on how they are depicted, including whether they want to smile.\" Danny and Crystal OK'd this --> CHANGED TO \"... let the person decide how they would like to be portrayed, including whether they want to smile.\")",
    "Densho addition to the comment": "",
    "Final draft (for Laura)": "We would not use these photos today because they appear staged and misleading. We emphasize true, documentary moments. When we ask people to pose for portraits, we ensure that the image is clearly a portrait and work with the person on how they are depicted, including whether they want to smile. These images fail to meet those standards. If we would have used a photo of soldiers, we would have reduced the size in order to place more emphasis on the people who are most impacted. "
  },
  {
    "Comment#": 48,
    "page_part": "Top photo (left)",
    "specifics": "Toshiki Katayama with a suitcase",
    "annotation": "depictions of people smiling as they are removed created a misleading picture",
    "commenter": "Naomi",
    "type of change (design, content, language, etc)": "photo selection"
  },
  {
    "Comment#": 49,
    "page_part": "Top photo caption",
    "specifics": "The scene was typical as evacuation proceeded under Army supervison.",
    "annotation": "We wouldn't use such a cutline because again, it isn't accurate. It is not an \"evacuation under supervision.\" And we would quote the woman in the photo about having to leave her home under armed guard.",
    "commenter": "Melissa",
    "type of change (design, content, language, etc)": "inaccurate, quote person in photo",
    "svg": "IM-7",
    "Final category": "Inaccuracy/misrepresentation",
    "Featured annotation Ex: Slur example": "",
    "Edits/Suggestions": "Edit: We wouldn't use this cutline because again, it isn't accurate. It was not an \"evacuation under supervision;\" it was a forced eviction with an armed guard. We would also quote the woman in the photo about having to leave her home under armed guard.",
    "Lynn/Mich edits": "We wouldn't use this caption because again, it isn't accurate. It was not an \"evacuation under supervision;\" it was a forced eviction with an armed guard. We would also quote the woman in the photo about having to leave her home under armed guard.",
    "Densho addition to the comment": "",
    "Final draft (for Laura)": "This caption is innacurate, so we wouldn't use it. It was not an \"evacuation under supervision,\" it was a forced eviction with an armed guard. We would also try to quote the woman in the photo about having to leave her home under armed guard."
  },
  {
    "Comment#": 50,
    "page_part": "Jump headline",
    "specifics": "Tears, Smiles Mingle as Japs Bid Bainbridge Farewell",
    "annotation": "Wouldn't run this on A1, wouldn't run it on the jump. Racist and inaccurate.",
    "commenter": "Melissa",
    "type of change (design, content, language, etc)": "inaccurate, racist",
    "svg": "RL-4",
    "Final category": "Racist language (slurs)",
    "Featured annotation Ex: Slur example": "",
    "Edits/Suggestions": "Edit: Just as we wouldn't run this headline on A1, we also wouldn't run it on the jump; it's racist and inaccurate."
  },
  {
    "Comment#": 51,
    "page_part": "Tears story text A2",
    "specifics": "The Japanese had left their homes, in which some had lived for as many as 40 years.",
    "annotation": "We would not refer to people with this label, as the story does throughout. We would write that Japanese Americans or people of Japanese heritage were singled out by Order 9066.",
    "commenter": "Melissa",
    "type of change (design, content, language, etc)": "language",
    "svg": "IL-7",
    "Final category": "Inaccurate language",
    "Featured annotation Ex: Slur example": "",
    "Edits/Suggestions": "Edit: We would not refer to people with this label which is inaccurate. We would write that \"Japanese Americans\" or \"people of Japanese heritage\" were singled out by Order 9066."
  },
  {
    "Comment#": 52,
    "page_part": "Tears story text A2",
    "specifics": "\"I don't know, but we will be back.\"",
    "annotation": "Include information here about whether or not the federal order has an end/return date for the families. And information about whether the military is communicating with the Japanese American families about where they're going. ",
    "commenter": "Crystal",
    "type of change (design, content, language, etc)": "Content lacking/incomplete",
    "svg": "LI-3",
    "Final category": "Lack of information/under reporting",
    "Featured annotation Ex: Slur example": "",
    "Edits/Suggestions": "Edit: This story is lacking crucial information. We would include information here about whether or not the federal order had an end date for when families could return as well as information about whether the military is communicating with the Japanese American families about where they're going. ",
    "Lynn/Mich edits": "This story is lacking crucial information, such as whether or not the federal order had an end date for when families could return, and whether the military communicated with families about where they were going. ",
    "Densho addition to the comment": "",
    "Final draft (for Laura)": "This story is lacking crucial information, such as whether the federal order had an end date when families could return, and whether the military communicated with families about where they were going."
  },
  {
    "Comment#": 53,
    "page_part": "Tears story text A2",
    "specifics": "Tells of 'Slabwood Harry' He told about Harry Hiroshita, who was known in the early part of the century as \"Slabwood Harry.\"",
    "annotation": "Would not include this anecdote. Has nothing to do with what is going on.",
    "commenter": "Melissa",
    "type of change (design, content, language, etc)": "inaccurate",
    "svg": "",
    "Final category": "",
    "Featured annotation Ex: Slur example": "",
    "Edits/Suggestions": "Combine D46-D48: Today we would talk directly to the people most impacted, not through an intermediary. We would ask the reporter to explain why Lundgren talked specifically about Harry Hiroshita and would aim to quote Hiroshita directly if possible rather than Lundgren. If Hiroshita's story was not relevant, we would cut this anecdote. More generally, we would require the reporter to rewrite and center the story on the residents who were being forcibly removed rather than on their acquaintances."
  },
  {
    "Comment#": 54,
    "page_part": "Tears story text A2",
    "specifics": "He told about Harry Hiroshita, who was known in the early part of the century as \"Slabwood Harry.\"",
    "annotation": "I'd ask the reporter explain why Lundgren talked specifically about Harry Hiroshita and I'd ask for quotes from Hiroshita. More generally, I'd require the reporter to rewrite and center the story on the Japanese American residents who were being forcibly removed, and include tidbits about/from the soldiers and friends of those being removed.  ",
    "commenter": "Crystal",
    "type of change (design, content, language, etc)": "Sourcing",
    "svg": "SF-2",
    "Final category": "Story framing/focus (reporter bias)",
    "Featured annotation Ex: Slur example": "Framing/Sourcing: Today we would center and seek quotes from those who were the most impacted -- the residents who were being forcibly removed. (Other examples: B57-58, B60)"
  },
  {
    "Comment#": 55,
    "page_part": "Tears story text A2",
    "specifics": "He told about Harry Hiroshita, who was known in the early part of the century as \"Slabwood Harry.\"",
    "annotation": "Today we would want to talk to the people most impacted themselves, not through an intermediary voice",
    "commenter": "Naomi",
    "type of change (design, content, language, etc)": "Sourcing"
  },
  {
    "Comment#": 56,
    "page_part": "Tears story text A2",
    "specifics": "These friends, as well as soliders gave the departing Japanese every help.",
    "annotation": "What does \"every help\" mean? I'd ask the reporter to explicate, give examples of what that means. ",
    "commenter": "Crystal",
    "type of change (design, content, language, etc)": "Content lacking/incomplete",
    "svg": "LI-4",
    "Final category": "Lack of information/under reporting",
    "Featured annotation Ex: Slur example": "",
    "Edits/Suggestions": "Combine D49 & D50: This line is too vague and generalizing. We would ask the reporter to specify what \"every help\" means and give specific examples. Today, we know that this is at best only partially accurate, as we know that there were many people who took the removal as an opportunity to profit by stealing their incarcerated neighbors' property. We would require the reporter to balance the story by looking for examples of theft and people taking advantage of the incarceration of their neighbors. ",
    "Lynn/Mich edits": "This line is too vague and generalizing. We would ask the reporter to specify what \"every help\" means and give specific examples. Today, we know that this is at best only partially accurate, as we know that there were many people who took the removal as an opportunity to profit by stealing their incarcerated neighbors' property. We would require the reporter to balance the story by looking for examples of that.",
    "Densho addition to the comment": "",
    "Final draft (for Laura)": "This line is too vague and generalizing. We would ask the reporter to specify what \"every help\" means and give specific examples. Today, we know that this was at best only partially accurate, as we know that many people took the removal as an opportunity to profit by stealing their incarcerated neighbors' property. We would require the reporter to balance the story by looking for examples of that."
  },
  {
    "Comment#": 57,
    "page_part": "Tears story text A2",
    "specifics": "These friends, as well as soliders gave the departing Japanese every help.",
    "annotation": "to say they gave \"every help\" is not knowable, but also ahistorical as we know there were many people who took the removal as an opportunity to profit from it.",
    "commenter": "Naomi",
    "type of change (design, content, language, etc)": "Content lacking/incomplete, unverifiable"
  },
  {
    "Comment#": 58,
    "page_part": "Tears story text A2",
    "specifics": "Ebaristo Arota a Filipino, remained on the island while his Japanese wife, Miki, sadly boarded the ferry.",
    "annotation": "We would not refer to the couple this way, and we would put them up much higher in the story to illustrate how narrowly the order targeted people.",
    "commenter": "Melissa",
    "type of change (design, content, language, etc)": "story structure",
    "svg": "IL-8",
    "Final category": "Inaccurate language",
    "Featured annotation Ex: Slur example": "",
    "Edits/Suggestions": "Edit: We would not refer to the couple as \"a Filipino\" and \"Japanese wife\" which is inaccurate and implies they are not U.S. citizens or residents. We would also move their story up much higher in the story to illustrate how narrowly the order targeted people."
  },
  {
    "Comment#": 59,
    "page_part": "Tears story text A2",
    "specifics": "Army officials said they were compelled to deny a request that either Arota be taken with the evacuees or Mrs. Arota be allowed to stay.",
    "annotation": "I'd require the reporter to find out if this is a requirement of the federal order or where this command originated. Is there a general policy on separating families of different ethnicities or nationalities?",
    "commenter": "Crystal",
    "type of change (design, content, language, etc)": "Content lacking/incomplete",
    "svg": "LI-5",
    "Final category": "Lack of information/under reporting",
    "Featured annotation Ex: Slur example": "",
    "Edits/Suggestions": "Edit: This statement is too vague. Today, we would require the reporter to find out where this command originated and if it was part of the executive order to separate families of different ethnicities or nationalities. "
  },
  {
    "Comment#": 60,
    "page_part": "Tears story text A2",
    "specifics": "Yesterday was a busy one for the island's \"orphans of war,\" as they have designated themselves.",
    "annotation": "not sure where this designation came from - it is not explained.",
    "commenter": "Naomi",
    "type of change (design, content, language, etc)": "Content lacking/incomplete, unverifiable",
    "svg": "LI-6",
    "Final category": "Lack of information/under reporting",
    "Featured annotation Ex: Slur example": "",
    "Edits/Suggestions": "Edit: We would include more detail about this designation \"orphans of war\" by quoting people who used this term for themselves or explaining what it meant, who used it and why."
  },
  {
    "Comment#": 61,
    "page_part": "Tears story text A2",
    "specifics": "The island Japanese had set their affairs in order in eight short days, under Army orders.",
    "annotation": "I'd ask the reporter to explain. Or we'd run a separate story about what these forcibly removed residents had to do to be \"ready\" to leave in 8 days. How they made the aching decisions about what to bring, what and who they left behind... ",
    "commenter": "Crystal",
    "type of change (design, content, language, etc)": "Content lacking/incomplete",
    "svg": "LI-7",
    "Final category": "Lack of information/under reporting",
    "Featured annotation Ex: Slur example": "",
    "Edits/Suggestions": "Edit: We would include more detail about why only had 8 days and what these forcibly removed residents had to do to be \"ready\" to leave in 8 days. We likely would have run a story in a previous issue about how residents made decisions about what to bring, what and who they left behind in those 8 days. ",
    "Lynn/Mich edits": "We would include more detail about why they had only 8 days and what they had to do to be \"ready.\" We likely would have run a story in a previous issue about how residents made decisions about what to bring, and what and who they left behind.",
    "Densho addition to the comment": "",
    "Final draft (for Laura)": "We would include more detail about why they had only eight days and what they had to do to be \"ready.\" We likely would have run a story in a previous issue about how residents made decisions about what to bring, and what and who they left behind."
  },
  {
    "Comment#": 62,
    "page_part": "Tears story text A2",
    "specifics": "\"What has to be, has to be,\" said Mr. Hirakawa, smiling.",
    "annotation": "Of the three Japanese Americans quoted in this story all of them (except the little girl who can't bring her kitten) are quoted as being eager to help the war effort by leaving or accepting of the situation. I would challenge the reporter to find alternate perspectives, which I realize may be difficult under circumstances in which people are already afraid and likely wouldn't want to appear as 'enemies.\" Given this difficulty, I'd offer anonymity to those sources, and if difficult to find anyone willing to speak from a different perspective even under anonymity,  would have directed the reporter to talk to some of those white friends and neighbors for real reactions in the days leading up to the forced removal or about what their friends and neighbors' fears and concerns. I'd plan a folo describing the scene at Camp Harmony. I'd have the reporter at least raise and explain the circumstances that might lead their sources to avoid saying anything negative about the \"evacuation.\" ",
    "commenter": "Crystal",
    "type of change (design, content, language, etc)": "Sourcing",
    "svg": "SE-1",
    "Final category": "Sourcing errors",
    "Featured annotation Ex: Slur example": "Sourcing: Of the three Japanese American residents quoted in this story all of them (except the little girl who can't bring her kitten) are quoted as being eager to help the war effort by leaving or accepting the situation. We would recognize this today as an unbalanced perspective and one which may be influenced by fear of retaliation or of appearing to be against the U.S. government at a time of high anti-Japanese sentiment. Given this difficulty, we would offer anonymity to those sources, seek out sources with different perspectives and consider ways to protect sources willing to share perspectives that could endanger them. We would also plan follow-up stories that investigated the conditions at the incarceration camps. (Other examples: B65, B66, B75-76) ",
    "Edits/Suggestions": "Combine D55- D56: Of the three Japanese American residents quoted in this story, all of them (except the little girl who can't bring her kitten) express eagerness to help the war effort by leaving or accepting the situation. We would recognize this today as an unbalanced perspective and one which might have been influenced by fear of retaliation or of appearing to be against the U.S. government at a time of high anti-Japanese sentiment. Given this difficulty, seek out sources with different perspectives and consider ways to protect sources willing to share perspectives that could endanger them -- perhaps offering anonymity. We would also plan follow-up stories that investigated the conditions at the incarceration camps. "
  },
  {
    "Comment#": 63,
    "page_part": "Tears story text A2",
    "specifics": "\"What has to be, has to be,\" said Mr. Hirakawa, smiling.",
    "annotation": "The way this subject was chosen and presented reinforces the \"happy internee\" perspective.",
    "commenter": "Naomi",
    "type of change (design, content, language, etc)": "story structure, framing",
    "svg": "",
    "Final category": "",
    "Featured annotation Ex: Slur example": "",
    "Edits/Suggestions": "The way this subject was chosen and presented reinforces the \"happy internee\" perspective."
  },
  {
    "Comment#": 64,
    "page_part": "Tears story text A2",
    "specifics": "The minister expressed pride over the way members of his race accepted evaucation.",
    "annotation": "\"pride over the way members of his race accepted evacuation\" frames accepting relocation as something loyal Japanese Americans did, vs presumably disloyal ones. ",
    "commenter": "Naomi",
    "type of change (design, content, language, etc)": "story structure, framing",
    "svg": "SF-3",
    "Final category": "Story framing/focus (reporter bias)",
    "Featured annotation Ex: Slur example": "",
    "Edits/Suggestions": "The phrase \"pride over the way members of his race accepted evacuation\" frames accepting relocation as something done by loyal Japanese Americans vs. (presumably) disloyal ones. "
  },
  {
    "Comment#": 65,
    "page_part": "Tears story text A2",
    "specifics": "\"We knew ... But almost 100 percent of the Japanese have tried to make the best of it. If this evacuation will help the country, we are proud to obey the order.\"",
    "annotation": "Reflects the wartime attitude that everyone had to \"do their part\" but it's a false equivalence to put forced incarceration on the same level as growing a victory garden, etc. ",
    "commenter": "Densho"
  },
  {
    "Comment#": 66,
    "page_part": "Tears story text A2",
    "specifics": "A scene reminiscent of a Midwest farm auction was enacted yesterday at the Kitayama Greenhouse and Gardens at Pleasant Beach.",
    "annotation": "\"Midwest farm auction\" comparison implies that it was voluntary vs forced",
    "commenter": "Naomi",
    "type of change (design, content, language, etc)": "language comparison, story structure, framing",
    "svg": "LI-8",
    "Final category": "Lack of information/under reporting",
    "Featured annotation Ex: Slur example": "Lack of informatin/Underinformed reporting: Accounts from those incarcerated indicate that these descriptions of events is inaccurate and fails to mention important details such as the large financial losses to those whose belongings were sold, stolen, or destroyed and the fact that Japanese Americans were reclassified as 4C (enemy aliens) and barred from military service. **The Seattle Times collaborated with Densho to provide historical context for this annotation. (other examples: B69, B75-76, B87-B88, B89)",
    "Edits/Suggestions": "Edit: We would not use the phrase \"Midwest farm auction,\" a comparison that implies that the forced evictions were voluntary.  ",
    "Lynn/Mich edits": "",
    "Densho addition to the comment": "Accounts from those incarcerated indicate that this descriptions of events is inaccurate and fails to mention the large financial losses to those whose belongings were sold at bargain prices, stolen, or destroyed \n*The Seattle Times collaborated with Densho to provide historical context for this annotation."
  },
  {
    "Comment#": 67,
    "page_part": "Tears story text A2",
    "specifics": "A scene reminiscent of a Midwest farm auction was enacted yesterday at the Kitayama Greenhouse and Gardens at Pleasant Beach.",
    "annotation": "This general scene is depicted much more ominously in numerous inmate accounts, with buyers likened to \"vultures\" and with some inmates destroying possessions rather than selling at bargain prices.",
    "commenter": "Densho",
    "type of change (design, content, language, etc)": "",
    "svg": "",
    "Final category": "",
    "Featured annotation Ex: Slur example": "",
    "Edits/Suggestions": "***USE This one, COMBINE with D67 "
  },
  {
    "Comment#": 68,
    "page_part": "Tears story text A2",
    "specifics": "It will be as good or better crop than any previous year.",
    "annotation": "No explicit mention of the huge financial losses of these farmers",
    "commenter": "Densho",
    "type of change (design, content, language, etc)": "",
    "svg": "",
    "Final category": "",
    "Featured annotation Ex: Slur example": "",
    "Edits/Suggestions": "****USE This one, COMBINE with D67"
  },
  {
    "Comment#": 69,
    "page_part": "Tears story text A2",
    "specifics": "A strange collection of materials began gathering in the storehouse opened at the Winslow by the Federal Reserve Bank of San Francisco, custodian for the enemy-alien property.",
    "annotation": "Would not refer to people's personal belongings as \"strange.\" Would not use the term \"enemy alien.\" ",
    "commenter": "Melissa",
    "type of change (design, content, language, etc)": "language",
    "svg": "OL-2",
    "Final category": "Offensive language",
    "Featured annotation Ex: Slur example": "",
    "Edits/Suggestions": "Edit: We would not refer to people's personal belongings as \"strange,\" because it marginalizes U.S. residents of Japanese heritage by implying that they and their property do not belong.  "
  },
  {
    "Comment#": 70,
    "page_part": "Tears story text A2",
    "specifics": "A strange collection of materials began gathering in the storehouse opened at the Winslow by the Federal Reserve Bank of San Francisco, custodian for the enemy-alien property.",
    "annotation": "Wouldn't use this criminalizing term \"enemy-alien\" because it makes the reader associate these residents with the term \"enemy\" even more. ",
    "commenter": "Crystal",
    "type of change (design, content, language, etc)": "language",
    "svg": "OL-3",
    "Final category": "Offensive language",
    "Featured annotation Ex: Slur example": "",
    "Edits/Suggestions": "Edit: We wouldn't use the criminalizing term \"enemy-alien\" because it makes the reader associate these residents with the term \"enemy\" even more. We do not use the term \"alien\" to refer to people, because it is an offensive and dehumanizing term that implies a person does not belong in the U.S. "
  },
  {
    "Comment#": 71,
    "page_part": "Tears story text A2",
    "specifics": "The Army made no arrangements for pets. This was a hard blow to many children who had to part with dogs and cats.",
    "annotation": "compassion and sympathy extended to loss of pets but not people",
    "commenter": "Naomi",
    "type of change (design, content, language, etc)": "story structure - emphasis",
    "svg": "SF-4",
    "Final category": "Story framing/focus (reporter bias)",
    "Featured annotation Ex: Slur example": "",
    "Edits/Suggestions": "This passage conveys more sympathy for the loss of pets than for the displacement of people. "
  },
  {
    "Comment#": 72,
    "page_part": "Tears story text A2",
    "specifics": "They knew she couldn't however, and it appeared that one company might have a new mascot - a kitten.",
    "annotation": "This is a little too upbeat for the context. I'd cut this.",
    "commenter": "Crystal",
    "type of change (design, content, language, etc)": "Content/editing",
    "svg": "SF-5",
    "Final category": "Story framing/focus (reporter bias)",
    "Featured annotation Ex: Slur example": "",
    "Edits/Suggestions": "Combine D61 & D62: We would likely cut this anecdote. The upbeat tone of the anecdote, particularly about the \"new mascot\" contrasts offensively against the seriousness of the situation. "
  },
  {
    "Comment#": 73,
    "page_part": "Tears story text A2",
    "specifics": "The evacuees can take only such baggage as they can carry.",
    "annotation": "No mention that Japanese Americans were reclassified as 4C (enemy aliens) and barred from military service.",
    "commenter": "Densho",
    "type of change (design, content, language, etc)": "lacking information",
    "svg": "",
    "Final category": "",
    "Featured annotation Ex: Slur example": "",
    "Edits/Suggestions": "****USE THIS ONE",
    "Lynn/Mich edits": "",
    "Densho addition to the comment": "This story is lacking information, including the fact that Japanese Americans were reclassified as 4-C or \"Aliens\" under the WWII Selective Services Classification System and barred from military service. Today, we would aim to include information relevant to the incarceration and treatment of the residents being incarcerated.\n*The Seattle Times collaborated with Densho to provide historical context for this annotation."
  },
  {
    "Comment#": 74,
    "page_part": "Tears story text A2",
    "specifics": "Japanese are regretful but not biter about their departure.",
    "annotation": "Would not use such a blanket statement. Can the writer back this up? ",
    "commenter": "Melissa",
    "type of change (design, content, language, etc)": "generalization, inaccurate",
    "svg": "LI-9",
    "Final category": "Lack of information/under reporting",
    "Featured annotation Ex: Slur example": "",
    "Edits/Suggestions": "Combine D63-D64: The phrase \"regretful but not bitter\" is overgeneralized, and reinforces the \"model minority\" myth about Asian Americans. We would not use such a blanket and stereotyping statement. We would ask the reporter to find more sources that show the diversity of feelings and perspectives about the forced evacuation.",
    "Lynn/Mich edits": "The phrase \"regretful but not bitter\" is overgeneralized, and reinforces the \"model minority\" myth about Asian Americans. We would ask the reporter to find more sources that show the diversity of feelings and perspectives about the forced evacuation.",
    "Densho addition to the comment": "",
    "Final draft (for Laura)": "The phrase \"regretful but not bitter\" is overgeneralized, and reinforces the \"model minority\" myth about Asian Americans. We would ask the reporter to find more sources that show the diversity of feelings and perspectives about the forced evacuation."
  },
  {
    "Comment#": 75,
    "page_part": "Tears story text A2",
    "specifics": "Japanese are regretful but not biter about their departure.",
    "annotation": "\"regretful but not bitter\" and \"we do our part by evacuating\" reinforces the narrative that people were accepting of relocation",
    "commenter": "Naomi",
    "type of change (design, content, language, etc)": "generalization, inaccurate"
  },
  {
    "Comment#": 76,
    "page_part": "Tears story text A2",
    "specifics": "OVERALL",
    "annotation": "From Brian: \"Overall, I was surprised that the story was largely sympathetic to the JAs (1940s \"Japs\" language aside), with portrayals of individuals such as the mixed couple forced to separate or the little girl forced to give up her cat that humanize them and elicit sympathy. At the same time, there is no suggestion that the exclusion policy might be wrongheaded or that there may have been other alternatives; the JAs are portrayed as unfortunate victims of an unavoidable circumstance, as if it were a natural disaster. Episodes such as the auction or JA farmers leaving their land before they can harvest (and presumably profit) are presented benignly, the perspectives of JAs largely not noted.\""
  },
  {
    "Comment#": 77,
    "page_part": "Photo caption",
    "specifics": "Soliders guarded the ferry dock at Eagle Harbor as the island Japanese were evacuated.",
    "annotation": "We would not refer to the Bainbridge Island residents in this way. The label puts emphasis on how the residents are \"different,\" while the men with rifles are perfectly normal. I would not run this photo, even on the jump. It looks very staged.",
    "commenter": "Melissa",
    "type of change (design, content, language, etc)": "language",
    "svg": "IL-9",
    "Final category": "Inaccurate language",
    "Featured annotation Ex: Slur example": "",
    "Edits/Suggestions": "Edit: We would not refer to the Bainbridge Island residents as \"island Japanese,\" which is inaccurate and implies that these residents are \"different,\" while the men with rifles are \"normal.\" [possibly separate annotation?] -->We would not use this photo, because it looks very staged. Our photographers would try to capture photos of the events as they were actually happening. "
  },
  {
    "Comment#": "",
    "page_part": "Solider photo",
    "specifics": "",
    "annotation": "",
    "commenter": "",
    "type of change (design, content, language, etc)": "",
    "svg": "PS-3",
    "Final category": "Photo selection",
    "Featured annotation Ex: Slur example": "",
    "Edits/Suggestions": "We would not use this photo, because it looks very staged. Our photographers would try to capture photos of the events as they were actually happening."
  },
  {
    "Comment#": 78,
    "page_part": "Solider photo",
    "specifics": "",
    "annotation": "hmm, I don't see any tears here!",
    "commenter": "Densho"
  },
  {
    "Comment#": 79,
    "page_part": "Freezes headline",
    "specifics": "Order 'Freezes Aliens On Coast'",
    "annotation": "Would not use \"aliens,\" which is an offensive and othering term and in this case is an inaccurate description as well. The story is about Japanese American residents. Calling them \"aliens\" offensively implies that they are \"foreigners.\" We would also use the name of the executive order and describe it as an \"incarceration order.\" ",
    "commenter": "Crystal",
    "type of change (design, content, language, etc)": "language",
    "svg": "",
    "Final category": "",
    "Featured annotation Ex: Slur example": "",
    "Edits/Suggestions": "okay"
  },
  {
    "Comment#": 80,
    "page_part": "Freezes headline",
    "specifics": "Order 'Freezes Aliens On Coast'",
    "annotation": "using \"aliens\" in the headline is misleading",
    "commenter": "Naomi",
    "type of change (design, content, language, etc)": "inaccurate, misleading",
    "svg": "",
    "Final category": "",
    "Featured annotation Ex: Slur example": "",
    "Edits/Suggestions": "cut, explained in D66"
  },
  {
    "Comment#": 81,
    "page_part": "Freezes headline",
    "specifics": "Order 'Freezes Aliens On Coast'",
    "annotation": "dehumanizing, othering language",
    "commenter": "Densho"
  },
  {
    "Comment#": 82,
    "page_part": "Freezes story text A2",
    "specifics": "more than 100,000 Japanese, both alien and American-born, and another 150,000 enemy aliens were \"frozen\" to their home communities....",
    "annotation": "Would not use the word \"enemy\" or \"aliens\" here. Use of \"enemy\" here demonstrates bias by criminalizing all U.S. residents of Japanese descent and heritage as enemies of the U.S. ",
    "commenter": "Crystal",
    "type of change (design, content, language, etc)": "language",
    "svg": "OL-4",
    "Final category": "Offensive language",
    "Featured annotation Ex: Slur example": "",
    "Edits/Suggestions": "okay",
    "Lynn/Mich edits": "\"Enemy aliens\" is not a term we would use today. The use of \"enemy\" here criminalizes all U.S. residents of Japanese descent. ",
    "Densho addition to the comment": "",
    "Final draft (for Laura)": "\"Enemy aliens\" is not a term we would use today. The use of \"enemy\" here criminalizes all Japanese Americans."
  },
  {
    "Comment#": 83,
    "page_part": "Freezes story text A2",
    "specifics": "more than 100,000 Japanese, both alien and American-born, and another 150,000 enemy aliens were \"frozen\" to their home communities....",
    "annotation": "It feels like they're trying to avoid calling these people Japanese Americans, like they want to downplay that this is something the American government/military is doing to its own people.",
    "commenter": "Densho"
  },
  {
    "Comment#": 84,
    "page_part": "Freezes story text A2",
    "specifics": "All voluntary evacuations had ended today, and all aliens in the future must remain in their communities by daylight and their homes at night",
    "annotation": "I'd question the use of \"voluntary\" here  and challenge us to find a more accurate word or put \"voluntary removal\" in quotes and explain that it's the term the military is using. It's only partially voluntary if it's federally mandated that they leave and they can either self-evacuate or BE removed",
    "commenter": "Crystal",
    "type of change (design, content, language, etc)": "language",
    "svg": "IL-10",
    "Final category": "Inaccurate language",
    "Featured annotation Ex: Slur example": "",
    "Edits/Suggestions": "Edit: We would not use the word \"voluntary\" to describe an evacuation that is being forced by an executive order. If this is a term the military is using, we would say so and note that this is an inaccurate description. "
  },
  {
    "Comment#": 85,
    "page_part": "Freezes story text A2",
    "specifics": "only a small minority of aliens along the coast had taken advantage of the voluntary evauation which allowed until the last midnight.",
    "annotation": "Again, I'd challenge this framing of \"taking advantage of,\" which paints this forced removal and incarceration in a more positive light and implies a sense of freedom of choice that is not the case with a federally forced removal. I'd also ask the reporter to talk to Japanese American residents who were being forced to leave about why they had chosen to wait for forced removal by the military",
    "commenter": "Crystal",
    "type of change (design, content, language, etc)": "story structure, framing",
    "svg": "LI-10",
    "Final category": "Lack of information/under reporting",
    "Featured annotation Ex: Slur example": "",
    "Edits/Suggestions": "Edit: We would not use the word \"aliens\" and we would not use the phrase \"taking advantage of,\" which implies  freedom of choice on the part of those being forced by federal order to leave their homes. We would also ask the reporter to talk to residents who were being forced to leave about their decisions to leave early versus waiting for the military gaurded removal. ",
    "Lynn/Mich edits": "",
    "Densho addition to the comment": "We would include information about why many Japanese American residents were unable to leave during the \"voluntary\" period, including that many did not have a place outside the designated area to safely resettle, that many of their bank accounts had been frozen since 1941, and that many could not easily sell or lease their farms and businesses on such short notice. We would also mention the anti-Japanese-American sentiment in the areas where Japanese American residents were expected to resettle. \n *The Seattle Times collaborated with Densho to provide historical context for this annotation."
  },
  {
    "Comment#": 86,
    "page_part": "Freezes story text A2",
    "specifics": "only a small minority of aliens along the coast had taken advantage of the voluntary evauation which allowed until the last midnight.",
    "annotation": "No discussion of why \"only a small minority\" of JAs took part in the \"voluntary evacuation\" or questioning of to what degree this was actually voluntary. More context here: https://encyclopedia.densho.org/Voluntary%20evacuation",
    "commenter": "Densho",
    "type of change (design, content, language, etc)": "",
    "svg": "",
    "Final category": "",
    "Featured annotation Ex: Slur example": "",
    "Edits/Suggestions": "***USE THIS Combine with G87"
  },
  {
    "Comment#": 87,
    "page_part": "Freezes story text A2",
    "specifics": "In Washington, workmen were working three shifts a day to convert the automobile parking lot at the Western Washington Fair Grounds, Puyallup, into a huge evacuation center similar to those at several California fairgrounds.",
    "annotation": "No mention of the livestock stalls also being converted into housing",
    "commenter": "Densho",
    "type of change (design, content, language, etc)": "",
    "svg": "",
    "Final category": "",
    "Featured annotation Ex: Slur example": "",
    "Edits/Suggestions": "***USE THIS",
    "Lynn/Mich edits": "",
    "Densho addition to the comment": "This sentence is lacking important information, namely that livestock stalls were also being converted to house those being incarcerated. \n*The Seattle Times collaborated with Densho to provide historical context for this annotation."
  },
  {
    "Comment#": 88,
    "page_part": "Freezes story text A2",
    "specifics": "Only six classifications are exempted from these and future exclusion orders - German and Italian aliens more than 70 years old;",
    "annotation": "This paragraph makes it seem like, aside from those exemptions, Germans and Italians were going to be incarcerated at the same level as Japanese Americans. In reality, only 11,500 German Americans and 3,000 Italian Americans were incarcerated -- less than 0.1% of their much larger populations. More on that here: https://encyclopedia.densho.org/German%20and%20Italian%20detainees/ It's also telling that there were so many exceptions for Germans and Italians, none of which were granted to Japanese Americans -- except for maybe the \"too ill or incapacitated.\" But you can see in the \"Tears and Smiles Mingle\" article that even an elderly woman literally having a heart attack was still considered a threat.",
    "commenter": "Densho",
    "type of change (design, content, language, etc)": "",
    "svg": "",
    "Final category": "",
    "Featured annotation Ex: Slur example": "",
    "Edits/Suggestions": "***USE THIS",
    "Lynn/Mich edits": "",
    "Densho addition to the comment": "The information in this sentence is incomplete. There were many exceptions granted to German American and Italian American residents, which were not granted to Japanese American residents. We would include information about all of the exceptions. \n*The Seattle Times collaborated with Densho to provide historical context for this annotation."
  },
  {
    "Comment#": 90,
    "page_part": "Tears story text A2",
    "specifics": "Ebaristo Arota a Filipino, remained on the island while his Japanese wife, Miki, sadly boarded the ferry.",
    "annotation": "We would avoid using this photo as it also appears to be posed instead of an authentic moment. This photo is missing a caption to provide additional context and identify the people in the image. We would not publish this image without a caption.",
    "commenter": "Danny",
    "type of change (design, content, language, etc)": "photo",
    "svg": "PS-4",
    "Final category": "Photo selection",
    "Featured annotation Ex: Slur example": "",
    "Edits/Suggestions": "",
    "Lynn/Mich edits": "",
    "Densho addition to the comment": "",
    "Final draft (for Laura)": "We would avoid using this photo because it appears to be posed instead of an authentic moment. This photo is also missing a caption to provide additional context and identify the people in the image. We would not publish this image without a caption."
  }
]